Repository: vvvvvvictory/MinecraftEnchantCalculator
Catalog: Resources/I18n/Culture.*.resx
Languages: de_de, fr_fr, ja_jp

source: test
de_de: prüfen
ja_jp: テスト

# de_DE
source: German
de_de: Deutsch
fr_fr: Allemand
ja_jp: ドイツ人

# en_US
source: English
de_de: Englisch
fr_fr: Anglais
ja_jp: 英語

# fr_FR
source: French
de_de: Französisch
fr_fr: Français
ja_jp: フランス語

# ja_JP
source: Japanese
de_de: japanisch
fr_fr: Japonais
ja_jp: 日本語

# zh_CH
source: Simplified Chinese
de_de: Vereinfachtes Chinesisch
fr_fr: Chinois simplifié
ja_jp: 単純化された中国人

# zh_TW
source: traditional Chinese
de_de: traditionelles Chinesisch
fr_fr: chinois traditionnel
ja_jp: 繁体字中国語

source: language
de_de: Sprache
fr_fr: langue
ja_jp: 言語

source: About
de_de: um
fr_fr: à propos
ja_jp: について

# ItemSelect
source: 1. Item selection
de_de: 1. Elementauswahl
fr_fr: 1. Sélection des éléments
ja_jp: 1.アイテムの選択

# InitializedEnchantment
source: 2. Initial enchantment
de_de: 2. Erste Verzauberung
fr_fr: 2. Enchantement initial
ja_jp: 2.初期エンチャント

# EnchantmentBookSelect
source: 3. Select enchanting book
de_de: 3. Wählen Sie bezauberndes Buch aus
fr_fr: 3. Sélectionnez un livre enchanteur
ja_jp: 3.魅惑的な本を選択します

# EnchantmentResult
source: 4. Affiliated results
de_de: 4. Angehörige Ergebnisse
fr_fr: 4. Résultats affiliés
ja_jp: 4.関連する結果

# Helmet
source: Diamond helmet
de_de: Diamanthelm
fr_fr: Casque de diamant
ja_jp: ダイヤモンドヘルメット

# Chestplate
source: Diamond chestplate
de_de: Diamant -Brustpanzerung
fr_fr: Armure de coffre en diamant
ja_jp: ダイヤモンドチェストアーマー

# Leggings
source: Diamond leggings
de_de: Diamantbeinschutz
fr_fr: Protection des jambes de diamant
ja_jp: ダイヤモンドの脚保護

# Boots
source: Diamond boots
de_de: Diamantstiefel
fr_fr: Bottes de diamant
ja_jp: ダイヤモンドブーツ

# Sword
source: Diamond sword
de_de: Diamantschwert
fr_fr: épée de diamant
ja_jp: ダイヤモンド・ソード

# Axe
source: Diamond axe
de_de: Diamant Axt
fr_fr: Hache de diamant
ja_jp: ダイヤモンドx

# Pickaxe
source: Diamond pickaxe
de_de: Diamond Pick
fr_fr: Pic de diamant
ja_jp: ダイヤモンドピック

# Hoe
source: Diamond hoe
de_de: Diamanthacke
fr_fr: Houe en diamant
ja_jp: ダイヤモンドホー

source: Bow
de_de: Bogen
fr_fr: arc
ja_jp: 弓

source: Fishing rod
de_de: Angelrute
fr_fr: Canne à pêche
ja_jp: 釣り竿

source: Trident
de_de: Dreizack
ja_jp: トライデント

source: Crossbow
de_de: Armbrust
fr_fr: arbalète
ja_jp: クロスボウ

source: Shears
de_de: Schere
fr_fr: Ciseaux
ja_jp: はさみ

source: Elytra
de_de: Milz
fr_fr: Rate
ja_jp: 脾臓

source: Protection
de_de: Schützen
fr_fr: Protéger
ja_jp: 守る

source: Fire protection
de_de: Flammenschutz
fr_fr: Protection contre les flammes
ja_jp: 炎保護

source: Feather falling
de_de: Fallschutz
fr_fr: Protection contre les chutes
ja_jp: 転倒保護

source: Blast protection
de_de: Explosionsschutz
fr_fr: Protection contre les explosions
ja_jp: 爆発保護

source: Projectile protection
de_de: Auswurf
fr_fr: Éjection
ja_jp: 排出

source: Thoms
de_de: Dornen
fr_fr: les épines
ja_jp: とげ

source: Respiration
de_de: Unterwasseratmung
fr_fr: Respiration sous-marine
ja_jp: 水中呼吸

source: Depth strider
de_de: Deep -sea exproor
fr_fr: Exploteur en profondeur
ja_jp: ディープシーエクスプロア

source: Aqua affinity
de_de: Unterwasserausgrabung
fr_fr: Excavation sous-marine
ja_jp: 水中掘削

source: Sharpness
de_de: Scharf
fr_fr: Pointu
ja_jp: シャープ

source: Smite
de_de: Untote Mörder
fr_fr: Tueur de morts-vivant
ja_jp: アンデッドキラー

source: Bane of arthropods
de_de: Gliedmaßenmörder
fr_fr: Tueur de membres
ja_jp: 手足キラー

source: Knock back
de_de: abstoßen
fr_fr: repousser
ja_jp: 反発

source: Fire aspect
de_de: Flammeneradung
fr_fr: Ajout de flamme
ja_jp: 炎の追加

source: Looting
de_de: Schnapp
fr_fr: arracher
ja_jp: スナッチ

source: Efficiency
de_de: Effizienz
fr_fr: efficacité
ja_jp: 効率

source: Silk touch
de_de: Genaue Sammlung
fr_fr: Collection précise
ja_jp: 正確なコレクション

source: Unbreaking
de_de: dauerhaft
fr_fr: durable
ja_jp: 耐久性

source: Fortune
de_de: Vermögen
ja_jp: 運

source: Power
de_de: Stärke
fr_fr: force
ja_jp: 強さ

source: Punch
de_de: Schock
fr_fr: Choc
ja_jp: ショック

source: Flame
de_de: Feuer Vermica
fr_fr: Vermica de feu
ja_jp: ファイアーヴェルミカ

source: Infinity
de_de: unbegrenzt
fr_fr: illimité
ja_jp: 無制限

source: Luck of the sea
de_de: Pflege des Meeres
fr_fr: Prendre soin de la mer
ja_jp: 海の世話

source: Lure
de_de: Köderfischen
fr_fr: Pêche à l'appât
ja_jp: 餌釣り

source: Frost walker
de_de: Eisig
fr_fr: Glacial
ja_jp: フロスティ

source: Mending
de_de: Trimmen
fr_fr: Garniture
ja_jp: トリミング

source: Curse of binding
de_de: Fluchen
fr_fr: Maudite
ja_jp: 呪い

source: Curse of vanishing
de_de: Verschwinden
fr_fr: Disparaître
ja_jp: 消える

source: Impaling
de_de: Stechen
fr_fr: crevaison
ja_jp: 穿刺

source: Riptide
de_de: Drehung
fr_fr: Rotation
ja_jp: 回転

source: Loyalty
de_de: Loyalität
fr_fr: loyauté
ja_jp: 忠誠心

source: Channeling
de_de: Zitieren Sie den Donner
fr_fr: Cite le tonnerre
ja_jp: 雷を引用してください

source: Multishot
de_de: Mehrfaches Schießen
fr_fr: Tire multiple
ja_jp: 複数の射撃

source: Piercing
de_de: durchdringen
fr_fr: pénétrer
ja_jp: 浸透します

source: Quick charge
de_de: Schnelle Füllung
fr_fr: Remplissage rapide
ja_jp: 高速充填

source: Soul speed
de_de: Seele
fr_fr: Âme
ja_jp: 魂

# SwiftSneak
source: Swift seak
de_de: Glatte Stealth
fr_fr: Furtivité lisse
ja_jp: 滑らかなステルス

source: Sweeping edge
de_de: BEWEISE
fr_fr: Lame de balayage
ja_jp: スイープブレード

source: Enchantments are conflicting:
de_de: Es gibt Konflikte in der Verzauberung:
fr_fr: Il y a des conflits dans l'enchantement:
ja_jp: 魅惑には対立があります：

# Calculate
source: Start calculation
de_de: Beginnen Sie mit der Berechnung
fr_fr: Commencez à calculer
ja_jp: 計算を始めましょう

# TotalStep
source: Total steps
de_de: Schritte insgesamt
fr_fr: Nombre total de pas
ja_jp: 合計ステップ

# ExpCost
source: Spend exp
de_de: Gib Ausgaben aus
fr_fr: Dépensez de l'argent
ja_jp: EXPを消費

# IsFeasible
source: Feasible
de_de: Machbar
fr_fr: Faisable
ja_jp: 実現可能です

# Favorite
source: Bookmark
de_de: Sammeln
fr_fr: Carnon
ja_jp: コレクション

source: brush
de_de: Bürste
fr_fr: brosse
ja_jp: みがきます

# CarrotOnAStick
source: Carrot fishing rod
de_de: Karottenfischereisen
fr_fr: Canne à pêche carotte
ja_jp: ニンジン釣り竿

# CarvedPumkin
source: Carving pumpkin
de_de: Kürbis schnitzen
fr_fr: Curving Pumpkin
ja_jp: 彫刻カボチャ

source: compass
de_de: Kompass
fr_fr: boussole
ja_jp: 方位磁針

# FlintAndSteel
source: Flintstones
fr_fr: Silex
ja_jp: フリントストーン

source: Player head
de_de: Spielerkopf
fr_fr: Chef du joueur
ja_jp: プレーヤーヘッド

# RecoveryCompass
source: Trace pointer
de_de: Spurenzeiger
fr_fr: Pointeur de trace
ja_jp: トレースポインター

source: Shield
de_de: Schild
fr_fr: Bouclier
ja_jp: シールド

source: Turtle shell
de_de: Schildkrötenpanzer
fr_fr: Carapace de tortue
ja_jp: 亀の甲羅

# WarpedFungusOnAStick
source: Strange fungus fishing rod
de_de: Seltsame Pilzfischereiste
fr_fr: Bichon de pêche aux champignons étranges
ja_jp: 奇妙な真菌釣り棒

source: Enchanted Book
de_de: Verzauberung
fr_fr: Enchantement
ja_jp: エンチャント

source: donate
de_de: Sponsor
fr_fr: parrainer
ja_jp: スポンサー

# IncludeRename
source: Including rename
de_de: Einschließlich umbenennen
fr_fr: Y compris renommer
ja_jp: 変更を含む

# FeasibleYes
source: feasible!
de_de: machbar!
fr_fr: réalisable!
ja_jp: 実行可能！

# FeasibleNo
source: Too expensive!
de_de: Zu teuer!
fr_fr: Trop cher!
ja_jp: 高すぎる！

# MyFavorite
source: my collection
de_de: meine Sammlung
fr_fr: ma collection
ja_jp: 私のコレクション

# FavoriteItemName
source: Project name
de_de: Projektname
fr_fr: Nom du projet
ja_jp: プロジェクト名

# Ok
source: confirm
de_de: bestätigen
fr_fr: confirmer
ja_jp: 確認する

source: Cancel
de_de: Stornieren
fr_fr: Annuler
ja_jp: キャンセル

# Shovel
source: Diamond shovel
de_de: Diamant spaten
fr_fr: Bêche diamantée
ja_jp: ダイヤスペード

# ThankYou
source: Thank You ღ( ´･ᴗ･` )
de_de: Danke ღ( ´･ᴗ･` )
fr_fr: Merci ღ( ´･ᴗ･` )
ja_jp: ありがとう ´ ღ( ´･ᴗ･` )

source: User Guide
de_de: Anleitung des Benutzers
fr_fr: Guide de l'utilisateur
ja_jp: ユーザーのガイダンス

# OpenSource
source: Open source address
de_de: Open Source -Adresse
fr_fr: Adresse open source
ja_jp: オープンソースアドレス
